{
  "Storys": [
    {
      "id": 1,
      "imgUrl": "https://momlovesbest.com/wp-content/uploads/2019/11/The-Farmer-and-the-Well.webp",
      "title": "The Farmer and the Well",
      "designation": "One day, a farmer was looking for a water source for his farm, when he bought a well from his neighbor. The neighbor, however, was cunning. The next day, as the farmer came to draw water from his well, the neighbor refused to let him take any water. When the farmer asked why, the neighbor replied, I sold you the well, not the water, and walked away. Distraught, the farmer went to the emperor to ask for justice. He explained what had happened. The emperor called on Birbal, one of his nine, and wisest, courtiers. Birbal proceeded to question the neighbor, Why don’t you let the farmer take water from the well? You did sell the well to the farmer? The neighbor replied, Birbal, I did sell the well to the farmer but not the water within it. He has no right to draw water from the well. Birbal said, Look, since you sold the well, you have no right to keep the water in the farmer’s well. Either you pay rent to the farmer, or take it out immediately. Realizing that his scheme had failed, the neighbor apologized and went home.\nOne day, a farmer was looking for a water source for his farm, when he bought a well from his neighbor. The neighbor, however, was cunning. The next day, as the farmer came to draw water from his well, the neighbor refused to let him take any water. When the farmer asked why, the neighbor replied, I sold you the well, not the water, and walked away. Distraught, the farmer went to the emperor to ask for justice. He explained what had happened. The emperor called on Birbal, one of his nine, and wisest, courtiers. Birbal proceeded to question the neighbor, Why don’t you let the farmer take water from the well? You did sell the well to the farmer? The neighbor replied, Birbal, I did sell the well to the farmer but not the water within it. He has no right to draw water from the well. Birbal said, Look, since you sold the well, you have no right to keep the water in the farmer’s well. Either you pay rent to the farmer, or take it out immediately. Realizing that his scheme had failed, the neighbor apologized and went home."
    },
    {
      "id": 2,
      "imgUrl": "https://i.imgur.com/OB0y6MR.jpg",
      "title": " The Dog At the Well ",
      "designation": "A mother dog and her pups lived on a farm. On the farm, there was a well. The mother dog always told her pups never to go near or play around it. One day, one of the pups was overcome by curiosity and wondered why they weren’t allowed to go near the well. So, he decided he wanted to explore it. He went down to the well and climbed up the wall to peek inside. In the well, he saw his reflection in the water but thought it was another dog. The little pup got angry when his reflection was imitating him, so he decided to fight it. The little pup jumped into the well, only to find there was no dog. He began to bark and bark until the farmer came to rescue him. The pup had learned his lesson and never went back to the well again."
    },
    {
      "imgUrl": "https://farm4.staticflickr.com/3852/14447103450_2d0ff8802b_z_d.jpg",
      "title": "The Wolf and The Crane",
      "designation": "One day a wolf was eating the flesh of an animal it had killed. A little bone got stuck in his throat, and he was unable to swallow it. He soon felt severe pain in his throat and raced up and down, trying to find a way to ease it. He begged everyone he saw to help him. Finally, the wolf came face to face with the crane.\n“Please help me,” the wolf pleaded. “I’ll give you exactly what you want.”\nThe crane agreed to give it a shot and instructed the Wolf to lie down on its side with its jaws spread as wide as it could. The crane then inserted its long neck into the Wolf’s throat and pulled out the bone. The crane then requested its reward.\n“Be joyful,” the wolf added, grinning and showing his teeth. You’ve inserted your head into a Wolf’s mouth and then taken it back out safely. Scroll down to enjoy the next story with moral in English.",
      "id": 3
    },
    {
      "imgUrl": "https://momlovesbest.com/wp-content/uploads/2020/07/The-Milkmaid-and-Her-Pail-scaled.jpg",
      "title": " The Milkmaid and Her Pail",
      "designation": "One day, Molly the milkmaid had filled her pails with milk. Her job was to milk the cows, and then bring the milk to the market to sell. Molly loved to think about what to spend her money on.\n\nAs she filled the pails with milk and went to market, she again thought of all the things she wanted to buy. As she walked along the road, she thought of buying a cake and a basket full of fresh strawberries.\n\nA little further down the road, she spotted a chicken. She thought, “With the money I get from today, I’m going to buy a chicken of my own. That chicken will lay eggs, then I will be able to sell milk and eggs and get more money!”\n\nShe continued, “With more money, I will be able to buy a fancy dress and make all the other milkmaids jealous.” Out of excitement, Molly started skipping, forgetting about the milk in her pails. Soon, the milk started spilling over the edges, covering Molly.\n\nDrenched, Molly said to herself, “Oh no! I will never have enough money to buy a chicken now.” She went home with her empty pails.\n\n“Oh, my goodness! What happened to you?” Molly’s mother asked.\n\n“I was too busy dreaming about all the things I wanted to buy that I forgot about the pails,” she answered.\n\n“Oh, Molly, my dear. How many times do I need to say, ‘Don’t count your chickens until they hatch?’”",
      "id": 4
    }
  ]
}